<template>
  <div class="flex flex-col gap-10 py-6 sm:py-12 w-full">
    <h1 class="text-3xl sm:text-4xl text-primary-800 uppercase font-mont">Вопросы и ответы</h1>
    <div class="flex flex-col gap-8 font-light max-w-2xl">
      <div>
        <div class="text-xl text-primary-800 mb-2 font-bold">Как мы анализируем рынок стали?</div>
        <div>
          Мы проводим всесторонний анализ рынка стали, оценивая ключевые показатели, такие как спрос
          и предложение, ценовые тренды, конкурентные позиции компаний и влияние макроэкономических
          факторов.
        </div>
      </div>
      <div>
        <div class="text-xl text-primary-800 mb-2 font-bold">Какие технологии применяем?</div>
        <div>
          Мы используем передовые аналитические методы, включая машинное обучение и алгоритмы
          прогнозирования, чтобы предоставить точные и актуальные инсайты. Наши технологии помогают
          моделировать рыночные тенденции и прогнозировать будущие изменения.
        </div>
      </div>
      <div>
        <div class="text-xl text-primary-800 mb-2 font-bold">Почему это важно?</div>
        <div>
          Анализ рынка стали помогает компаниям и инвесторам принимать обоснованные решения, снижать
          риски и выявлять новые возможности для роста. Понимание рыночных трендов и конкурентной
          среды позволяет эффективно планировать стратегическое развитие.
        </div>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts">

</script>